{
  "free_service_maximisers": {
    "English": "Hi [Customer's Name], just a friendly reminder that your TVS vehicle is due for its service. Regular servicing keeps your ride smooth and safe! We offer free pick-up and drop-off, and our AMC plans help reduce costs. Your vehicle will be handled by trained TVS technicians ensuring quick and reliable repairs. Let's book your appointment now!",
    "Hindi": "नमस्ते [ग्राहक का नाम], बस एक दोस्ताना अनुस्मारक कि आपके टीवीएस वाहन की सेवा देय है। नियमित सर्विसिंग आपकी सवारी को सुचारू और सुरक्षित रखती है! हम मुफ्त पिक-अप और ड्रॉप-ऑफ प्रदान करते हैं, और हमारी एएमसी योजनाएं लागत कम करने में मदद करती हैं। आपके वाहन को प्रशिक्षित टीवीएस तकनीशियनों द्वारा संभाला जाएगा जो त्वरित और विश्वसनीय मरम्मत सुनिश्चित करेंगे। आइए अब आपकी अपॉइंटमेंट बुक करें!",
    "Tamil": "வணக்கம் [வாடிக்கையாளர் பெயர்], உங்கள் டிவிஎஸ் வாகனத்திற்கு சேவை செய்ய வேண்டிய நேரம் வந்துவிட்டது என்பதை நினைவூட்டுகிறோம். வழக்கமான சேவை உங்கள் பயணத்தை சீராகவும் பாதுகாப்பாகவும் வைத்திருக்கும்! நாங்கள் இலவச பிக்-அப் மற்றும் டிராப்-ஆஃப் சேவையை வழங்குகிறோம், மேலும் எங்கள் AMC திட்டங்கள் செலவுகளைக் குறைக்க உதவுகின்றன. உங்கள் வாகனம் பயிற்சி பெற்ற டிவிஎஸ் தொழில்நுட்ப வல்லுநர்களால் கையாளப்படும், இது விரைவான மற்றும் நம்பகமான பழுதுபார்ப்புகளை உறுதி செய்யும். உங்கள் சந்திப்பை இப்போதே பதிவு செய்வோம்!",
    "Telugu": "నమస్కారం [కస్టమర్ పేరు], మీ టీవీఎస్ వాహనానికి సర్వీసింగ్ చేయించుకోవాల్సిన సమయం వచ్చిందని స్నేహపూర్వక జ్ఞాపిక. రెగ్యులర్ సర్వీసింగ్ మీ ప్రయాణాన్ని సురక్షితంగా మరియు సున్నితంగా ఉంచుతుంది! మేము ఉచిత పిక్-అప్ మరియు డ్రాప్-ఆఫ్ సేవలను అందిస్తాము, మరియు మా AMC ప్లాన్‌లు ఖర్చులను తగ్గించడంలో సహాయపడతాయి. మీ వాహనాన్ని శిక్షణ పొందిన టీవీఎస్ టెక్నీషియన్లు చూసుకుంటారు, తద్వారా త్వరిత మరియు నమ్మకమైన మరమ్మతులు జరుగుతాయి. ఇప్పుడే మీ అపాయింట్‌మెంట్ బుక్ చేద్దాం!",
    "Marathi": "नमस्कार [ग्राहकाचे नाव], तुमच्या टीव्हीएस वाहनाची सेवा देय आहे याची फक्त एक मैत्रीपूर्ण आठवण. नियमित सर्व्हिसिंग तुमची राइड गुळगुळीत आणि सुरक्षित ठेवते! आम्ही विनामूल्य पिक-अप आणि ड्रॉप-ऑफ ऑफर करतो आणि आमच्या एएमसी योजना खर्च कमी करण्यास मदत करतात. तुमच्या वाहनाची काळजी प्रशिक्षित टीव्हीएस तंत्रज्ञांकडून घेतली जाईल, ज्यामुळे त्वरित आणि विश्वासार्ह दुरुस्ती सुनिश्चित होईल. चला, आता तुमची अपॉइंटमेंट बुक करूया!",
    "Bengali": "নমস্কার [গ্রাহকের নাম], আপনার টিভিএস গাড়ির সার্ভিসিং এর সময় হয়েছে। নিয়মিত সার্ভিসিং আপনার রাইডকে মসৃণ এবং নিরাপদ রাখে! আমরা বিনামূল্যে পিক-আপ এবং ড্রপ-অফ অফার করি, এবং আমাদের এএমসি প্ল্যান খরচ কমাতে সাহায্য করে। আপনার গাড়ি প্রশিক্ষিত টিভিএস টেকনিশিয়ানদের দ্বারা পরিচালিত হবে যা দ্রুত এবং নির্ভরযোগ্য মেরামত নিশ্চিত করবে। চলুন, এখনই আপনার অ্যাপয়েন্টমেন্ট বুক করি!",
    "Kannada": "ನಮಸ್ಕಾರ [ಗ್ರಾಹಕರ ಹೆಸರು], ನಿಮ್ಮ ಟಿವಿಎಸ್ ವಾಹನಕ್ಕೆ ಸೇವೆ ಸಲ್ಲಿಸಬೇಕಾದ ಸಮಯ ಬಂದಿದೆ ಎಂದು ನೆನಪಿಸಲು ಕರೆ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನಿಯಮಿತ ಸೇವೆಯು ನಿಮ್ಮ ಸವಾರಿಯನ್ನು ಸುಗಮವಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಿಸುತ್ತದೆ! ನಾವು ಉಚಿತ ಪಿಕ್-ಅಪ್ ಮತ್ತು ಡ್ರಾಪ್-ಆಫ್ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತೇವೆ, ಮತ್ತು ನಮ್ಮ AMC ಯೋಜನೆಗಳು ವೆಚ್ಚಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ. ನಿಮ್ಮ ವಾಹನವನ್ನು ತರಬೇತಿ ಪಡೆದ ಟಿವಿಎಸ್ ತಂತ್ರಜ್ಞರು ನಿರ್ವಹಿಸುತ್ತಾರೆ, ಇದು ತ್ವರಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರಿಪೇರಿಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಈಗಲೇ ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಬುಕ್ ಮಾಡೋಣ!"
  },
  "frequent_service_seekers": {
    "English": "Hi [Customer's Name], your TVS vehicle service is due. Keeping it up-to-date ensures it runs smoothly and safely. We offer free pick-up and drop service for your convenience. Our AMC plans help you save on service costs, and our trained TVS technicians provide expert, quick repair services. Would you like to book an appointment now?",
    "Hindi": "नमस्ते [ग्राहक का नाम], आपके टीवीएस वाहन की सेवा देय है। इसे अद्यतन रखने से यह सुचारू और सुरक्षित रूप से चलता है। हम आपकी सुविधा के लिए मुफ्त पिक-अप और ड्रॉप सेवा प्रदान करते हैं। हमारी एएमसी योजनाएं आपको सेवा लागत बचाने में मदद करती हैं, और हमारे प्रशिक्षित टीवीएस तकनीशियन विशेषज्ञ, त्वरित मरम्मत सेवाएं प्रदान करते हैं। क्या आप अभी अपॉइंटमेंट बुक करना चाहेंगे?",
    "Tamil": "வணக்கம் [வாடிக்கையாளர் பெயர்], உங்கள் டிவிஎஸ் வாகன சேவை செய்ய வேண்டியுள்ளது. இதை புதுப்பித்த நிலையில் வைத்திருப்பது வாகனம் சீராகவும் பாதுகாப்பாகவும் இயங்குவதை உறுதி செய்கிறது. உங்கள் வசதிக்காக நாங்கள் இலவச பிக்-அப் மற்றும் டிராப் சேவையை வழங்குகிறோம். எங்கள் AMC திட்டங்கள் சேவை செலவுகளைச் சேமிக்க உதவுகின்றன, மேலும் எங்கள் பயிற்சி பெற்ற டிவிஎஸ் தொழில்நுட்ப வல்லுநர்கள் நிபுணர், விரைவான பழுதுபார்ப்பு சேவைகளை வழங்குகிறார்கள். இப்போதே சந்திப்பை பதிவு செய்ய விரும்புகிறீர்களா?",
    "Telugu": "నమస్కారం [కస్టమర్ పేరు], మీ టీవీఎస్ వాహనానికి సర్వీసింగ్ చేయించుకోవాల్సిన సమయం వచ్చింది. దీనిని అప్‌డేట్‌గా ఉంచడం వలన అది సున్నితంగా మరియు సురక్షితంగా నడుస్తుంది. మీ సౌలభ్యం కోసం మేము ఉచిత పిక్-అప్ మరియు డ్రాప్ సేవను అందిస్తాము. మా AMC ప్లాన్‌లు మీకు సర్వీస్ ఖర్చులను ఆదా చేయడంలో సహాయపడతాయి, మరియు మా శిక్షణ పొందిన టీవీఎస్ టెక్నీషియన్లు నిపుణులైన, త్వరిత మరమ్మతు సేవలను అందిస్తారు. మీరు ఇప్పుడే అపాయింట్‌మెంట్ బుక్ చేయాలనుకుంటున్నారా?",
    "Marathi": "नमस्कार [ग्राहकाचे नाव], तुमच्या टीव्हीएस वाहनाची सेवा देय आहे. ते अद्ययावत ठेवल्याने ते गुळगुळीत आणि सुरक्षितपणे चालते. आम्ही तुमच्या सोयीसाठी विनामूल्य पिक-अप आणि ड्रॉप सेवा ऑफर करतो. आमच्या एएमसी योजना तुम्हाला सेवा खर्च वाचविण्यात मदत करतात आणि आमचे प्रशिक्षित टीव्हीएस तंत्रज्ञ तज्ञ, त्वरित दुरुस्ती सेवा प्रदान करतात. तुम्ही आता अपॉइंटमेंट बुक करू इच्छिता?",
    "Bengali": "নমস্কার [গ্রাহকের নাম], আপনার টিভিএস গাড়ির সার্ভিসিং এর সময় হয়েছে। এটিকে আপ-টু-ডেট রাখলে এটি মসৃণ এবং নিরাপদে চলে। আমরা আপনার সুবিধার জন্য বিনামূল্যে পিক-আপ এবং ড্রপ পরিষেবা অফার করি। আমাদের এএমসি প্ল্যান আপনাকে সার্ভিসিং খরচ বাঁচাতে সাহায্য করে, এবং আমাদের প্রশিক্ষিত টিভিএস টেকনিশিয়ানরা বিশেষজ্ঞ, দ্রুত মেরামত পরিষেবা প্রদান করে। আপনি কি এখনই অ্যাপয়েন্টমেন্ট বুক করতে চান?",
    "Kannada": "ನಮಸ್ಕಾರ [ಗ್ರಾಹಕರ ಹೆಸರು], ನಿಮ್ಮ ಟಿವಿಎಸ್ ವಾಹನ ಸೇವೆಗೆ ಬಾಕಿಯಿದೆ. ಅದನ್ನು ನವೀಕೃತವಾಗಿ ಇಟ್ಟುಕೊಳ್ಳುವುದು ಅದು ಸುಗಮವಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿ ಚಲಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ನಾವು ಉಚಿತ ಪಿಕ್-ಅಪ್ ಮತ್ತು ಡ್ರಾಪ್ ಸೇವೆಯನ್ನು ನೀಡುತ್ತೇವೆ. ನಮ್ಮ AMC ಯೋಜನೆಗಳು ನಿಮ್ಮ ಸೇವಾ ವೆಚ್ಚಗಳನ್ನು ಉಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ, ಮತ್ತು ನಮ್ಮ ತರಬೇತಿ ಪಡೆದ ಟಿವಿಎಸ್ ತಂತ್ರಜ್ಞರು ಪರಿಣಿತ, ತ್ವರಿತ ರಿಪೇರಿ ಸೇವೆಗಳನ್ನು ಒದಗಿಸುತ್ತಾರೆ. ನೀವು ಈಗಲೇ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಬುಕ್ ಮಾಡಲು ಬಯಸುವಿರಾ?"
  },
  "paid_service_skippers": {
    "English": "Hi [Customer's Name], your TVS vehicle is due for service. We offer free pick-up and drop service for your convenience. Consider our AMC plans to save on costs and maintain your vehicle without breaking the bank. Our trained TVS technicians ensure expert and quick repairs. Let's get you booked in today!",
    "Hindi": "नमस्ते [ग्राहक का नाम], आपके टीवीएस वाहन की सेवा देय है। हम आपकी सुविधा के लिए मुफ्त पिक-अप और ड्रॉप सेवा प्रदान करते हैं। लागत बचाने और अपने वाहन को बिना बैंक तोड़े बनाए रखने के लिए हमारी एएमसी योजनाओं पर विचार करें। हमारे प्रशिक्षित टीवीएस तकनीशियन विशेषज्ञ और त्वरित मरम्मत सुनिश्चित करते हैं। आइए आज ही आपको बुक करें!",
    "Tamil": "வணக்கம் [வாடிக்கையாளர் பெயர்], உங்கள் டிவிஎஸ் வாகனத்திற்கு சேவை செய்ய வேண்டியுள்ளது. உங்கள் வசதிக்காக நாங்கள் இலவச பிக்-அப் மற்றும் டிராப் சேவையை வழங்குகிறோம். செலவுகளைச் சேமிக்கவும், வங்கியை உடைக்காமல் உங்கள் வாகனத்தைப் பராமரிக்கவும் எங்கள் AMC திட்டங்களைக் கவனியுங்கள். எங்கள் பயிற்சி பெற்ற டிவிஎஸ் தொழில்நுட்ப வல்லுநர்கள் நிபுணர் மற்றும் விரைவான பழுதுபார்ப்புகளை உறுதி செய்கிறார்கள். இன்றே உங்களை பதிவு செய்வோம்!",
    "Telugu": "నమస్కారం [కస్టమర్ పేరు], మీ టీవీఎస్ వాహనానికి సర్వీసింగ్ చేయించుకోవాల్సిన సమయం వచ్చింది. మీ సౌలభ్యం కోసం మేము ఉచిత పిక్-అప్ మరియు డ్రాప్ సేవను అందిస్తాము. ఖర్చులను ఆదా చేయడానికి మరియు మీ వాహనాన్ని బ్యాంక్ బద్దలు కొట్టకుండా నిర్వహించడానికి మా AMC ప్లాన్‌లను పరిగణించండి. మా శిక్షణ పొందిన టీవీఎస్ టెక్నీషియన్లు నిపుణులైన మరియు త్వరిత మరమ్మతులను అందిస్తారు. ఇప్పుడే మీ అపాయింట్‌మెంట్ బుక్ చేద్దాం!",
    "Marathi": "नमस्कार [ग्राहकाचे नाव], तुमच्या टीव्हीएस वाहनाची सेवा देय आहे. आम्ही तुमच्या सोयीसाठी विनामूल्य पिक-अप आणि ड्रॉप सेवा ऑफर करतो. खर्च वाचवण्यासाठी आणि तुमच्या वाहनाची देखभाल करण्यासाठी आमच्या एएमसी योजनांचा विचार करा. आमच्या प्रशिक्षित टीव्हीएस तंत्रज्ञ तज्ञ आणि त्वरित दुरुस्ती सुनिश्चित करतात. चला, आजच तुमची अपॉइंटमेंट बुक करूया!",
    "Bengali": "নমস্কার [গ্রাহকের নাম], আপনার টিভিএস গাড়ির সার্ভিসিং এর সময় হয়েছে। আমরা আপনার সুবিধার জন্য বিনামূল্যে পিক-আপ এবং ড্রপ পরিষেবা অফার করি। খরচ বাঁচাতে এবং আপনার গাড়িকে ব্যাংক না ভেঙে রক্ষণাবেক্ষণ করতে আমাদের এএমসি প্ল্যানগুলি বিবেচনা করুন। আমাদের প্রশিক্ষিত টিভিএস টেকনিশিয়ানরা বিশেষজ্ঞ এবং দ্রুত মেরামত নিশ্চিত করে। চলুন, আজই আপনার অ্যাপয়েন্টমেন্ট বুক করি!",
    "Kannada": "ನಮಸ್ಕಾರ [ಗ್ರಾಹಕರ ಹೆಸರು], ನಿಮ್ಮ ಟಿವಿಎಸ್ ವಾಹನ ಸೇವೆಗೆ ಬಾಕಿಯಿದೆ. ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ನಾವು ಉಚಿತ ಪಿಕ್-ಅಪ್ ಮತ್ತು ಡ್ರಾಪ್ ಸೇವೆಯನ್ನು ನೀಡುತ್ತೇವೆ. ವೆಚ್ಚಗಳನ್ನು ಉಳಿಸಲು ಮತ್ತು ನಿಮ್ಮ ವಾಹನವನ್ನು ನಿರ್ವಹಿಸಲು ನಮ್ಮ AMC ಯೋಜನೆಗಳನ್ನು ಪರಿಗಣಿಸಿ. ನಮ್ಮ ತರಬೇತಿ ಪಡೆದ ಟಿವಿಎಸ್ ತಂತ್ರಜ್ಞರು ಪರಿಣಿತ ಮತ್ತು ತ್ವರಿತ ರಿಪೇರಿಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತಾರೆ. ಇಂದು ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಬುಕ್ ಮಾಡೋಣ!"
  },
  "routine_maintainers": {
    "English": "Hello! Just a quick reminder that your TVS vehicle is due for its service. It’s easy and convenient to book an appointment, and we offer free pick-up and drop. Our trained TVS technicians provide expert care. Consider our AMC plans to reduce your service costs and keep your vehicle in great condition.",
    "Hindi": "नमस्ते! बस एक त्वरित अनुस्मारक कि आपके टीवीएस वाहन की सेवा देय है। अपॉइंटमेंट बुक करना आसान और सुविधाजनक है, और हम मुफ्त पिक-अप और ड्रॉप प्रदान करते हैं। हमारे प्रशिक्षित टीवीएस तकनीशियन विशेषज्ञ देखभाल प्रदान करते हैं। अपनी सेवा लागत को कम करने और अपने वाहन को अच्छी स्थिति में रखने के लिए हमारी एएमसी योजनाओं पर विचार करें।",
    "Tamil": "வணக்கம்! உங்கள் டிவிஎஸ் வாகனத்திற்கு சேவை செய்ய வேண்டிய நேரம் வந்துவிட்டது என்பதை நினைவூட்டுகிறோம். சந்திப்பை பதிவு செய்வது எளிதானது மற்றும் வசதியானது, மேலும் நாங்கள் இலவச பிக்-அப் மற்றும் டிராப் சேவையை வழங்குகிறோம். எங்கள் பயிற்சி பெற்ற டிவிஎஸ் தொழில்நுட்ப வல்லுநர்கள் நிபுணர் கவனிப்பை வழங்குகிறார்கள். உங்கள் சேவை செலவுகளைக் குறைக்கவும், உங்கள் வாகனத்தை சிறந்த நிலையில் வைத்திருக்கவும் எங்கள் AMC திட்டங்களைக் கவனியுங்கள்.",
    "Telugu": "నమస్కారం! మీ టీవీఎస్ వాహనానికి సర్వీసింగ్ చేయించుకోవాల్సిన సమయం వచ్చిందని త్వరిత జ్ఞాపిక. అపాయింట్‌మెంట్ బుక్ చేసుకోవడం సులభం మరియు సౌకర్యవంతంగా ఉంటుంది, మరియు మేము ఉచిత పిక్-అప్ మరియు డ్రాప్ సేవను అందిస్తాము. మా శిక్షణ పొందిన టీవీఎస్ టెక్నీషియన్లు నిపుణులైన సంరక్షణను అందిస్తారు. మీ సర్వీస్ ఖర్చులను తగ్గించడానికి మరియు మీ వాహనాన్ని గొప్ప స్థితిలో ఉంచడానికి మా AMC ప్లాన్‌లను పరిగణించండి.",
    "Marathi": "नमस्कार! तुमच्या टीव्हीएस वाहनाची सेवा देय आहे याची फक्त एक त्वरित आठवण. अपॉइंटमेंट बुक करणे सोपे आणि सोयीस्कर आहे आणि आम्ही विनामूल्य पिक-अप आणि ड्रॉप ऑफर करतो. आमचे प्रशिक्षित टीव्हीएस तंत्रज्ञ तज्ञ काळजी प्रदान करतात. तुमच्या सेवा खर्च कमी करण्यासाठी आणि तुमच्या वाहनाला उत्तम स्थितीत ठेवण्यासाठी आमच्या एएमसी योजनांचा विचार करा.",
    "Bengali": "নমস্কার! আপনার টিভিএস গাড়ির সার্ভিসিং এর সময় হয়েছে। অ্যাপয়েন্টমেন্ট বুক করা সহজ এবং সুবিধাজনক, এবং আমরা বিনামূল্যে পিক-আপ এবং ড্রপ অফার করি। আমাদের প্রশিক্ষিত টিভিএস টেকনিশিয়ানরা বিশেষজ্ঞ যত্ন প্রদান করে। আপনার সার্ভিসিং খরচ কমাতে এবং আপনার গাড়িকে ভালো অবস্থায় রাখতে আমাদের এএমসি প্ল্যানগুলি বিবেচনা করুন।",
    "Kannada": "ನಮಸ್ಕಾರ! ನಿಮ್ಮ ಟಿವಿಎಸ್ ವಾಹನಕ್ಕೆ ಸೇವೆ ಸಲ್ಲಿಸಬೇಕಾದ ಸಮಯ ಬಂದಿದೆ ಎಂದು ನೆನಪಿಸಲು ಕರೆ ಮಾಡುತ್ತಿದ್ದೇವೆ. ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಬುಕ್ ಮಾಡುವುದು ಸುಲಭ ಮತ್ತು ಅನುಕೂಲಕರವಾಗಿದೆ, ಮತ್ತು ನಾವು ಉಚಿತ ಪಿಕ್-ಅಪ್ ಮತ್ತು ಡ್ರಾಪ್ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತೇವೆ. ನಮ್ಮ ತರಬೇತಿ ಪಡೆದ ಟಿವಿಎಸ್ ತಂತ್ರಜ್ಞರು ಪರಿಣಿತ ಆರೈಕೆಯನ್ನು ಒದಗಿಸುತ್ತಾರೆ. ನಿಮ್ಮ ಸೇವಾ ವೆಚ್ಚಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮ ವಾಹನವನ್ನು ಉತ್ತಮ ಸ್ಥಿತಿಯಲ್ಲಿಡಲು ನಮ್ಮ AMC ಯೋಜನೆಗಳನ್ನು ಪರಿಗಣಿಸಿ."
  },
  "lapsed_users_rf": {
    "English": "Hi [Customer's Name], your TVS vehicle is due for service. We offer free pick-up and drop for your convenience. Our AMC plans help you save on service costs. Your vehicle will be in good hands with our trained TVS technicians, ensuring quick and quality repairs. Let's book your appointment today!",
    "Hindi": "नमस्ते [ग्राहक का नाम], आपके टीवीएस वाहन की सेवा देय है। हम आपकी सुविधा के लिए मुफ्त पिक-अप और ड्रॉप प्रदान करते हैं। हमारी एएमसी योजनाएं आपको सेवा लागत बचाने में मदद करती हैं। आपका वाहन हमारे प्रशिक्षित टीवीएस तकनीशियनों के हाथों में सुरक्षित रहेगा, जो त्वरित और गुणवत्तापूर्ण मरम्मत सुनिश्चित करेंगे। आइए आज ही आपकी अपॉइंटमेंट बुक करें!",
    "Tamil": "வணக்கம் [வாடிக்கையாளர் பெயர்], உங்கள் டிவிஎஸ் வாகனத்திற்கு சேவை செய்ய வேண்டியுள்ளது. உங்கள் வசதிக்காக நாங்கள் இலவச பிக்-அப் மற்றும் டிராப் சேவையை வழங்குகிறோம். எங்கள் AMC திட்டங்கள் சேவை செலவுகளைச் சேமிக்க உதவுகின்றன. உங்கள் வாகனம் எங்கள் பயிற்சி பெற்ற டிவிஎஸ் தொழில்நுட்ப வல்லுநர்களிடம் பாதுகாப்பாக இருக்கும், அவர்கள் விரைவான மற்றும் தரமான பழுதுபார்ப்புகளை உறுதி செய்வார்கள். இன்றே உங்கள் சந்திப்பை பதிவு செய்வோம்!",
    "Telugu": "నమస్కారం [కస్టమర్ పేరు], మీ టీవీఎస్ వాహనానికి సర్వీసింగ్ చేయించుకోవాల్సిన సమయం వచ్చింది. మీ సౌలభ్యం కోసం మేము ఉచిత పిక్-అప్ మరియు డ్రాప్ సేవను అందిస్తాము. మా AMC ప్లాన్‌లు మీకు సర్వీస్ ఖర్చులను ఆదా చేయడంలో సహాయపడతాయి. మా శిక్షణ పొందిన టీవీఎస్ టెక్నీషియన్లు మీ వాహనాన్ని జాగ్రత్తగా చూసుకుంటారు, తద్వారా త్వరిత మరియు నాణ్యమైన మరమ్మతులు జరుగుతాయి. ఇప్పుడే మీ అపాయింట్‌మెంట్ బుక్ చేద్దాం!",
    "Marathi": "नमस्कार [ग्राहकाचे नाव], तुमच्या टीव्हीएस वाहनाची सेवा देय आहे. आम्ही तुमच्या सोयीसाठी विनामूल्य पिक-अप आणि ड्रॉप ऑफर करतो. आमच्या एएमसी योजना तुम्हाला सेवा खर्च वाचविण्यात मदत करतात. तुमचे वाहन आमच्या प्रशिक्षित टीव्हीएस तंत्रज्ञांच्या हातात सुरक्षित राहील, ज्यामुळे त्वरित आणि दर्जेदार दुरुस्ती सुनिश्चित होईल. चला, आजच तुमची अपॉइंटमेंट बुक करूया!",
    "Bengali": "নমস্কার [গ্রাহকের নাম], আপনার টিভিএস গাড়ির সার্ভিসিং এর সময় হয়েছে। আমরা আপনার সুবিধার জন্য বিনামূল্যে পিক-আপ এবং ড্রপ অফার করি। আমাদের এএমসি প্ল্যান আপনাকে সার্ভিসিং খরচ বাঁচাতে সাহায্য করে। আপনার গাড়ি আমাদের প্রশিক্ষিত টিভিএস টেকনিশিয়ানদের হাতে নিরাপদে থাকবে, যা দ্রুত এবং মানসম্পন্ন মেরামত নিশ্চিত করবে। চলুন, আজই আপনার অ্যাপয়েন্টমেন্ট বুক করি!",
    "Kannada": "ನಮಸ್ಕಾರ [ಗ್ರಾಹಕರ ಹೆಸರು], ನಿಮ್ಮ ಟಿವಿಎಸ್ ವಾಹನ ಸೇವೆಗೆ ಬಾಕಿಯಿದೆ. ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ನಾವು ಉಚಿತ ಪಿಕ್-ಅಪ್ ಮತ್ತು ಡ್ರಾಪ್ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತೇವೆ. ನಮ್ಮ AMC ಯೋಜನೆಗಳು ನಿಮ್ಮ ಸೇವಾ ವೆಚ್ಚಗಳನ್ನು ಉಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ. ನಿಮ್ಮ ವಾಹನವು ನಮ್ಮ ತರಬೇತಿ ಪಡೆದ ಟಿವಿಎಸ್ ತಂತ್ರಜ್ಞರ ಕೈಯಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ, ಇದು ತ್ವರಿತ ಮತ್ತು ಗುಣಮಟ್ಟದ ರಿಪೇರಿಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಇಂದು ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಬುಕ್ ಮಾಡೋಣ!"
  },
  "lapsed_users_cash": {
    "English": "Hi [Customer's Name], your TVS vehicle is due for its regular service. We can easily book an appointment for you, and offer free pick-up and drop-off. Our AMC plans can save you money on service costs, and your vehicle will be serviced by trained TVS technicians ensuring quick and prompt service.",
    "Hindi": "नमस्ते [ग्राहक का नाम], आपके टीवीएस वाहन की नियमित सेवा देय है। हम आपके लिए आसानी से अपॉइंटमेंट बुक कर सकते हैं, और मुफ्त पिक-अप और ड्रॉप-ऑफ प्रदान करते हैं। हमारी एएमसी योजनाएं आपको सेवा लागत पर पैसे बचाने में मदद कर सकती हैं, और आपके वाहन को प्रशिक्षित टीवीएस तकनीशियनों द्वारा त्वरित और शीघ्र सेवा सुनिश्चित करते हुए सर्विस किया जाएगा।",
    "Tamil": "வணக்கம் [வாடிக்கையாளர் பெயர்], உங்கள் டிவிஎஸ் வாகனத்திற்கு வழக்கமான சேவை செய்ய வேண்டியுள்ளது. நாங்கள் உங்களுக்காக எளிதாக சந்திப்பை பதிவு செய்யலாம், மேலும் இலவச பிக்-அப் மற்றும் டிராப்-ஆஃப் சேவையை வழங்குகிறோம். எங்கள் AMC திட்டங்கள் சேவை செலவுகளில் பணத்தைச் சேமிக்க உதவும், மேலும் உங்கள் வாகனம் பயிற்சி பெற்ற டிவிஎஸ் தொழில்நுட்ப வல்லுநர்களால் விரைவான மற்றும் உடனடி சேவையை உறுதி செய்யும்.",
    "Telugu": "నమస్కారం [కస్టమర్ పేరు], మీ టీవీఎస్ వాహనానికి రెగ్యులర్ సర్వీసింగ్ చేయించుకోవాల్సిన సమయం వచ్చింది. మేము మీ కోసం సులభంగా అపాయింట్‌మెంట్ బుక్ చేయవచ్చు, మరియు ఉచిత పిక్-అప్ మరియు డ్రాప్-ఆఫ్ సేవలను అందిస్తాము. మా AMC ప్లాన్‌లు మీకు సర్వీస్ ఖర్చులను ఆదా చేయడంలో సహాయపడతాయి, మరియు మీ వాహనానికి శిక్షణ పొందిన టీవీఎస్ టెక్నీషియన్లు త్వరిత మరియు సకాలంలో సేవలను అందిస్తారు.",
    "Marathi": "नमस्कार [ग्राहकाचे नाव], तुमच्या टीव्हीएस वाहनाची नियमित सेवा देय आहे. आम्ही तुमच्यासाठी सहजपणे अपॉइंटमेंट बुक करू शकतो आणि विनामूल्य पिक-अप आणि ड्रॉप-ऑफ ऑफर करतो. आमच्या एएमसी योजना तुम्हाला सेवा खर्चावर पैसे वाचविण्यात मदत करू शकतात आणि तुमच्या वाहनाला प्रशिक्षित टीव्हीएस तंत्रज्ञांकडून त्वरित आणि तत्पर सेवा मिळेल.",
    "Bengali": "নমস্কার [গ্রাহকের নাম], আপনার টিভিএস গাড়ির নিয়মিত সার্ভিসিং এর সময় হয়েছে। আমরা আপনার জন্য সহজেই অ্যাপয়েন্টমেন্ট বুক করতে পারি, এবং বিনামূল্যে পিক-আপ এবং ড্রপ-অফ অফার করি। আমাদের এএমসি প্ল্যান আপনাকে সার্ভিসিং খরচ বাঁচাতে সাহায্য করতে পারে, এবং আপনার গাড়ি প্রশিক্ষিত টিভিএস টেকনিশিয়ানদের দ্বারা দ্রুত এবং সময় মতো সার্ভিস করা হবে।",
    "Kannada": "ನಮಸ್ಕಾರ [ಗ್ರಾಹಕರ ಹೆಸರು], ನಿಮ್ಮ ಟಿವಿಎಸ್ ವಾಹನಕ್ಕೆ ಅದರ ನಿಯಮಿತ ಸೇವೆಗೆ ಬಾಕಿಯಿದೆ. ನಾವು ನಿಮಗಾಗಿ ಸುಲಭವಾಗಿ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಬುಕ್ ಮಾಡಬಹುದು, ಮತ್ತು ಉಚಿತ ಪಿಕ್-ಅಪ್ ಮತ್ತು ಡ್ರಾಪ್-ಆಫ್ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತೇವೆ. ನಮ್ಮ AMC ಯೋಜನೆಗಳು ಸೇವಾ ವೆಚ್ಚಗಳಲ್ಲಿ ಹಣವನ್ನು ಉಳಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು, ಮತ್ತು ನಿಮ್ಮ ವಾಹನವನ್ನು ತರಬೇತಿ ಪಡೆದ ಟಿವಿಎಸ್ ತಂತ್ರಜ್ಞರು ಸೇವೆ ಸಲ್ಲಿಸುತ್ತಾರೆ, ಇದು ತ್ವರಿತ ಮತ್ತು ಸಕಾಲಿಕ ಸೇವೆಯನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ."
  }
}